export const messages = {
  alter_profile_info: [
    {
      text:
        'Человек – как роман: до самой последней страницы не знаешь, чем кончится. Иначе не стоило бы и читать…',
      author: 'Роман «Мы», Е.И. Замятин',
    },
  ],
  pay_currency: [
    {
      text:
        'Если у тебя есть энтузиазм, ты можешь совершить всё, что угодно. Энтузиазм — это основа любого прогресса.',
      author: 'Генри Форд',
    },
    {
      text:
        'Успешные люди вырываются вперёд, используя то время, которое остальные используют впустую.',
      author: 'Генри Форд',
    },
  ],
  send_currency: [
    {
      text:
        'Великодушного человека отличает то, что он не ищет выгоды для себя, но с готовностью делает добро другим.',
      author: 'Аристотель',
    },
    {
      text: 'Самый великий человек в истории был самым бедным.',
      author: 'Р.У. Эмерсон',
    },
    {
      text: 'Деньги стоят слишком дорого.',
      author: '«Нравственная философия», Р.У. Эмерсон',
    },
    {
      text:
        'А доброта его даже превосходила щедрость, ведь если щедрость неизбежно имеет предел, то доброта безгранична.',
      author: 'Жюль Верн «Дети капитана Гранта»',
    },
    {
      text: 'О деньги, деньги! вас и чтит и любит свет, и каждый вопиет: беда, коль денег нет.',
      author: '«Деньги», И.Ф. Богданович.',
    },
  ],
  show_self_profile: [
    {
      text: 'Общение с людьми совращает к самоанализу.',
      author: 'Франц Кафка «Превращение»',
    },
    {
      text: 'Я - единственный на свете человек, которого мне бы хотелось узнать получше.',
      author: 'Оскар Уайльд «Веер леди Уиндермир»',
    },
    {
      text:
        'У нашего брата, старика, есть занятие, которого вы еще не ведаете и которого никакое развлечение заменить не может: воспоминания.',
      author: 'И. С. Тургенев «Дворянское гнездо»',
    },
    {
      text:
        'Подали чай, потом завтрак, в продолжение которых Арина Петровна все жаловалась и умилялась сама над собой.',
      author: '«Господа Головлевы», М.Е. Салтыков-Щедрин.',
    },
    {
      text:
        'Все притворялись, что у них есть нечто в кармане, и ни один даже не пытался притвориться, что у него есть нечто в голове.',
      author: '«Дневник Провинциала в Петербурге», М.Е. Салтыков-Щедрин.',
    },
    {
      text:
        'И для кого я всю эту прорву коплю! для кого я припасаю! ночей недосыпаю, куска недоедаю… для кого?!',
      author: '«Господа Головлелы», М.Е, Салтыков-Щедрин.',
    },
    {
      text: 'Аленой меня зовут. По-здешнему – Олеся.',
      author: '«Олеся», А.И. Куприн.',
    },
  ],
  show_other_profile: [
    {
      text:
        'Относительно легко доверять кому-нибудь, если за ним следишь или хотя бы имеешь возможность следить; можно даже доверять издали...',
      author: 'Франц Кафка «Нора»',
    },
    {
      text: 'А все живешь - из любопытства: ожидаешь чего-то нового…',
      author: 'Михаил Лермонтов «Герой нашего времени»',
    },
    {
      text: 'Самая обычная вещь начинает казаться интригующей, когда начинаешь ее скрывать.',
      author: 'Оскар Уайльд «Портрет Дориана Грея»',
    },
    {
      text: 'Называй меня, впрочем, как хочешь, — я тот, кем я должен быть.',
      author: 'Фридрих Ницше «Так говорил Заратустра»',
    },
  ],
  report: [
    {
      text: 'Беседовать с человеком, в котором не нравится ничего, — неприлично.',
      author: '«Край обетованный», Х. Мураками.',
    },
    {
      text: 'Поистине человек – животное неблагодарное и эгоистичное…',
      author: '«Граф Монте-Кристо», А. Дюма.',
    },
    {
      text:
        'Черт возьми, не выводите из моих слов ничего другого, кроме того, что я в них вкладываю, и не придавайте им такого значения, какого у них нет!',
      author: '«Граф Монте-Кристо», А. Дюма.',
    },
    {
      text: '...созвать семейный совет для решения балбесовой участи!',
      author: '«Господа Головлевы», М.Е. Салтыков-Щедрин.',
    },
    {
      text:
        'Видит помещик, что его уж в другой раз дураком чествуют, и хотел было уж задуматься, но так как в это время на глаза попалась колода карт, то махнул на все рукою и начал раскладывать гранпасьянс.',
      author: '«История одного города», М.Е. Салтыков-Щедрин.',
    },
    {
      text:
        '...когда же лгали, то прибавляли «да будет мне стыдно» и были наперед уверены, что «стыд глаза не выест».',
      author: '«История одного города», М.Е. Салтыков-Щедрин.',
    },
    {
      text:
        'Глуп ты – вот в чем твоя вина. Да и жирен вдобавок. А глупому да жирному и закон повелевает щуке в хайло лезть!',
      author: '«Карась-идеалист», М.Е. Салтыков-Щедрин.',
    },
    {
      text: 'Пить чай в трактире имеет другое значение для слуг.',
      author: 'Герцен. «Былое и думы».',
    },
    {
      text:
        'Он был невежествен без границ, сутяга, лгун, пустослов и, в довершение всего, боялся черта.',
      author: '«Господа Головлевы», М.Е. Салтыков-Щедрин.',
    },
    {
      text: 'Там она зализывала ушибы и раны и в одиночестве копила страх и злобу.',
      author: '«Кусака», Л.Н. Андреев.',
    },
    {
      text:
        'Единственное средство избавить человека от преступлений – это избавить его от свободы.',
      author: 'Роман «Мы», Е.И. Замятин.',
    },
  ],
  warmth_given: [
    {
      text: 'Самая главная формула успеха — знание, как обращаться с людьми.',
      author: 'Теодор Рузвельт',
    },
    {
      text: 'В чем смысл жизни? Служить другим и делать добро.',
      author: 'Аристотель',
    },
    {
      text: 'Наслаждение общением — главный признак дружбы.',
      author: 'Аристотель',
    },
    { text: 'Радость духа есть признак его силы.', author: 'Р.У. Эмерсон' },
    {
      text: 'Наградой за доброе дело служит свершение его.',
      author: 'Сенека (младший)',
    },
    {
      text: 'Способность увидеть чудесное в обыкновенном — верный признак мудрости.',
      author: 'Р.У. Эмерсон',
    },
    { text: 'В самый темный час мы видим звезды.', author: 'Р.У. Эмерсон' },
  ],
};
